本周工作
==
----------------------
* 新版 SurveyMaster 问卷创建单选题和多行文本题功能测试
* Survey 矩阵单选题梯体型设计与原型制作
* 了解变量命名方法





心得与吐槽
==
----------------------
在设计问卷矩阵题型的时候，参考了 SurveyMonkey 的设计。但是对于行选项列选项有些纠结，
感觉不直观，所以兴致勃勃地设计了另外一种样式，本来挺有成就感的，但是仔细想想才发现自己太傻了。按照我的设计，
虽然用户能直观地看到题目的大概效果，但是不得不重复输入很多信息。虽然想到了解决办法，但是效果不好看，
而且还会出现师傅说的选项过多的话页面无法显示完全的问题，所以最后还是采用了 SurveyMonkey 的思路。
虽然有些曲折，但是还是很有收获:  
第一，怀疑没有错，真的能发现问题肯定是非常有价值的，但是首先要做到充分认识问题，
理解别人（特别是优秀的网站）这样设计的理由，好多问题别人早就考虑过了；    
第二，设计要懂得取舍，美观简洁、良好的体验等等一样都不能少，但是设计的时候经常鱼和熊掌不可兼得，那就就事论事综合考虑吧~  
第三，好几个同事已经告诫过我，不要陷入交互细节的误区，但是看别人设计出来的原型都很漂亮很好看心里揪心啊有没有~
