本周工作
==
###产品
- `80%`帮助中心设计、上线
- `完成`问卷星收费分析

###业务支持
- 新浪
 - `完成`项目广告位匹配统计
 - `完成`问卷入口图片创意修改
 - `完成`问卷有奖修改、逻辑调整
 - `完成`指定 cookie 曝光广告位 ID 数据任务提交
 - `每日`答卷数据监测
- 露得清
 - `完成`答卷品牌认知加码
 - `完成`数据筛选、整理
 - `90%`维基百科视频部分报告制作

###大师
- `完成`初稿审核、邮件发送
- `完成`support 发帖


###其他
- 333 会议
- 伊利冰品竞品查找
- Survey 报告制作学习 

下周安排
==
- 继续业务支持
- 帮助中心格式优化
- 回北研

心得吐槽
==
- 看了一篇文章说做好事情有两个要素，专注和人脉。哎呀人脉真心重要啊，必要的时候总需要一个 Plan B 来帮你解决燃眉之急，哈哈。
- 好久没看电视了，发现连电视节目要观众报名也采用扫描二维码的方式，真是太方便了。
- 地铁上最近都是 1 号店的广告。一个头像，表现出想得很痛苦的样子。原意是为了让大家不要想去哪儿买东西想得那么痛苦，直接去 1 号店。唉，不知道为什么我看那广告看得晕晕的心情很不好，没有想要去 1 号店买东西的欲望。而且，广告里没有二维码。
- 手机 QQ 的设置页面，最底下是退出按钮，可是居然按钮的一半显示在屏幕上，一半在屏幕下！请问这是故意的么！
- 看到凡客也有自己的调查问卷，我做了一下，发现回答完问卷后显示了“感谢参与调查问卷”，但是没有跳回到原页面，问卷的跳转没设置好哦~╮(╯_╰)╭。








